export default [
    {
        title: "Выполняем работы любой сложности",
        background: "./slide-image-a.jpg",
        text: "Специалисты автосервиса «DEKA» выполняют работы любой сложности по ремонту двигателя и других агрегатов автомобиля.",
        reference: {
            title: "Произвести запись",
            text: "Для того, чтобы посетить автосервис «DEKA» нажмите на кнопку «Записаться»",
            buttonText: "Записаться",
            link: '/appointment',
            id: 'reserv'
        }
    },
    {
        title: "Быстрое и качественное выполнение всех работ",
        background: "./slide-image-b.jpg",
        text: "Производимые работы автосервисом DEKA отличаются высоким качеством и выполняются с высокой степенью пунктуальности!",
        reference: {
            title: "Предоставляемые нами услуги",
            text: "Вы можете ознакомиться со списком выполняемых нами услуг нажатием кнопки «Узнать» ",
            buttonText: "Узнать",
            link: '/amenities',
            id: 'serv'
        }
    },
]